Revit 2024 API
ParameterTypeId.LoadForceFy Property
 "Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadForceFy { get; }
Visual Basic
Public Shared ReadOnly Property LoadForceFy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadForceFy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace